Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VO_MODIFIER_KEY_FOOTER
source: Choose the modifier keys that must be pressed on a hardware keyboard to activate VoiceOver key commands.
ar: قم باختيار مفاتيح التعديل التي يجب الضغط عليها في لوحة مفاتيح فعلية لتنشيط أوامر مفاتيح التعليق الصوتي.
bg: Избиране на функционалните клавиши, които трябва да бъдат натиснати на хардуерната клавиатура, за да се активират клавишните команди на VoiceOver.
ca: Selecciona les tecles de modificació que s’han de prémer en un teclat físic per activar les ordres del VoiceOver.
cs: Vyberte modifikační klávesy, které bude nutné stisknout na hardwarové klávesnici pro aktivaci klávesových příkazů VoiceOveru.
da: Vælg de kombitaster, der skal trykkes på for at aktivere VoiceOver-tastkommandoer på et hardwaretastatur.
de: Wähle die Sondertasten, die auf der Hardwaretastatur gedrückt werden müssen, um die VoiceOver-Tastenbefehle zu aktivieren.
el: Επιλέξτε τα πλήκτρα τροποποίησης που πρέπει να πατηθούν σε ένα πληκτρολόγιο υλισμικού για ενεργοποίηση εντολών πλήκτρων στο VoiceOver.
es: Selecciona las teclas de modificación que se deben pulsar en un teclado físico para activar los comandos de teclado de VoiceOver.
es_us: Elige las teclas modificadoras que se deben presionar en un teclado físico para activar los comandos de teclas de VoiceOver.
fi: Valitse muuntonäppäimet, joita on painettava laitteistonäppäimistöllä VoiceOverin näppäinkomentojen aktivoimista varten.
fr: Choisissez les touches de modification sur lesquelles appuyer sur un clavier physique pour activer les raccourcis clavier VoiceOver.
fr_ca: Choisissez la combinaison de touches qui activera les commandes clés de VoiceOver à partir d’un clavier physique.
he: יש לבחור במקשי הצירוף שעליהם ניתן יהיה ללחוץ במקלדת חומרה כדי להפעיל את פקודות המקשים של VoiceOver.
hi: वे मॉडिफ़ायर कीज़ चुनें जिन्हें VoiceOver की कमांड को सक्रिय करने के लिए हार्डवेयर कीबोर्ड पर दबाना आवश्यक है।
hr: Odaberite tipke modifikatore, koje je potrebno pritisnuti na hardverskoj tipkovnici za aktiviranje VoiceOver naredbi.
hu: Válassza ki azokat a módosítóbillentyűket, amelyeket meg kell nyomni a hardverbillentyűzeten a VoiceOver-billentyűparancsok aktiválásához.
id: Pilih tombol pengubah yang harus ditekan pada papan ketik perangkat keras untuk mengaktifkan perintah tombol VoiceOver.
it: Scegli i tasti modificatori che devono essere premuti sulla tastiera hardware per attivare i comandi associati a VoiceOver.
ja: VoiceOverキーコマンドを有効にするためにハードウェアキーボードで押す必要のある修飾キーを選択します。
kk: VoiceOver пернелер тіркесімдерін белсендіру үшін физикалық пернетақтада басылуы керек түрлендіруші пернелерді таңдаңыз.
ko: VoiceOver 키 명령을 활성화하기 위해 하드웨어 키보드에서 누를 보조 키를 선택하십시오.
lt: Pasirinkite modifikavimo klavišus, kuriuos reikia paspausti aparatinės įrangos klaviatūroje, kad būtų aktyvintos „VoiceOver“ klavišų komandos.
ms: Pilih kekunci pengubah suai yang mesti ditekan pada papan kekunci perkakasan untuk mengaktifkan perintah kekunci VoiceOver.
nl: Kies de speciale toetsen die moeten worden ingedrukt op een hardwaretoetsenbord om de VoiceOver-toetscommando's te activeren.
no: Velg spesialtastene som må trykkes ned på et maskinvaretastatur for å aktivere VoiceOver-tastekommandoer.
pl: Wybierz klawisze modyfikujące, których naciśnięcie na klawiaturze sprzętowej jest wymagane do aktywowania poleceń klawiszy VoiceOver.
pt_br: Escolha as teclas modificadoras que devem ser pressionadas em um teclado físico para ativar os controles principais do VoiceOver.
pt_pt: Escolha as teclas modificadoras que é necessário premir num teclado de hardware para ativar os comandos de teclas de VoiceOver.
ro: Alegeți tastele modificator care trebuie să fie apăsate pe o tastatură hardware pentru a activa comenzile de taste VoiceOver.
ru: Выберите клавиши модификации, при нажатии которых на физической клавиатуре будут активироваться сочетания клавиш VoiceOver.
sk: Vyberte modifikátory, ktoré je potrebné stlačiť na hardvérovej klávesnici pre aktiváciu klávesových príkazov VoiceOveru.
sl: Izberite modifikacijske tipke, ki jih morate pritisniti na fizični tipkovnici, da aktivirate ukaze VoiceOver.
sv: Välj de specialtangenter som måste tryckas på ett fysiskt tangentbord för att aktivera VoiceOver-kortkommandon.
th: เลือกปุ่มปรับค่าที่ต้องกดบนแป้นพิมพ์ฮาร์ดแวร์เพื่อเปิดใช้งานคำสั่งปุ่ม VoiceOver
tr: VoiceOver tuş komutlarını etkinleştirmek için donanım klavyesinde basılı tutulması gereken niteleme tuşlarını seçin.
uk: Оберіть клавіші-модифікатори, які потрібно тиснути на фізичній клавіатурі, щоб активувати клавішні команди VoiceOver.
vi: Chọn phím bổ trợ phải được nhấn trên bàn phím thực để kích hoạt các lệnh phím VoiceOver.
zh_cn: 请选择激活“旁白”键盘命令时，在实体键盘上必须按下的修饰键。
zh_hk: 選擇啟用「旁白」按鍵指令時，必須在實體鍵盤上按下的變更鍵。
zh_tw: 選擇啟用「旁白」按鍵指令時，硬體鍵盤上必須按下的變更鍵。

# VO_SCREEN_RECOGNITION_FOOTER_SHORT_IPOD
source: Your iPod touch will automatically make apps more accessible by recognizing items on the screen.
ar: يجعل iPod touch التطبيقات أسهل استخدامًا بالتعرف على العناصر على الشاشة.
bg: iPod touch автоматично ще направи приложенията по-достъпни, като разпознава елементите на екрана.
ca: L’iPod touch reconeixerà els ítems de la pantalla perquè les apps siguin més accessibles automàticament.
cs: iPod touch bude rozpoznávat položky na obrazovce a automaticky tím zlepšovat zpřístupnění aplikací.
da: Din iPod touch gør automatisk apps mere tilgængelige ved at genkende emner på skærmen.
de: Der iPod touch verbessert die Bedienbarkeit von Apps, indem es Objekte auf dem Bildschirm erkennt.
el: Το iPod touch θα κάνει αυτόματα πιο προσβάσιμες τις εφαρμογές μέσω της αναγνώρισης στοιχείων στην οθόνη.
es: Tu iPod touch hará que las apps sean más accesibles mediante el reconocimiento de los ítems en pantalla.
es_us: Tu iPod touch volverá más accesibles a las apps automáticamente al reconocer elementos en la pantalla.
fi: iPod touch tekee apeista automaattisesti helppokäyttöisempiä tunnistamalla näytön kohteita.
fr: Votre iPod touch rendra automatiquement les apps plus accessibles en reconnaissant les éléments apparaissant à l’écran.
fr_ca: Votre iPod touch améliorera automatiquement l’accessibilité des apps en reconnaissant les éléments à l’écran.
he: ה-iPod touch ישפר את הנגישות ליישומים באמצעות זיהוי הפריטים שמופיעים על המסך באופן אוטומטי.
hi: स्क्रीन पर आइटम की पहचान करके आपका iPod touch ऐप्स को ऑटोमैटिकली और अधिक ऐक्सेसीबल बनाएगा।
hr: Vaš iPod touch automatski će učiniti aplikacije pristupačnijim tako što će prepoznavati stavke na zaslonu.
hu: Az iPod toucha automatikusan elérhetőbbé teszi az appokat a képernyőn lévő elemek felismerésével.
id: iPod touch Anda akan meningkatkan aksesibilitas app secara otomatis dengan mengenali item pada layar.
it: Riconoscendo gli elementi presenti sullo schermo, iPod touch renderà le app automaticamente più accessibili.
ja: このiPod touchで、画面上の項目を認識して自動的にアプリをよりアクセスしやすくします。
kk: iPod touch құрылғыңыз экрандағы элементтерді анықтау арқылы қолданбалар қолжетімділігін автоматты түрде арттырады.
ko: iPod touch가 앱 화면에 있는 항목을 인식하여 자동으로 앱을 더 사용하기 쉽게 만듭니다.
lt: Jūsų „iPod touch“ atpažins elementus ekrane ir automatiškai pagerins programų prieinamumą.
ms: iPod touch anda akan menjadikan app lebih mudah diakses secara automatik dengan mengecam item pada skrin.
nl: Je iPod touch maakt apps automatisch toegankelijker door onderdelen op het scherm te herkennen.
no: iPod touch vil automatisk gjøre apper mer tilgjengelige ved å gjenkjenne objekter på skjermen.
pl: iPod touch będzie automatycznie poprawiał dostępność w aplikacjach, rozpoznając elementy wyświetlane na ekranie.
pt_br: O iPod touch reconhecerá itens na tela para tornar apps mais acessíveis automaticamente.
pt_pt: O iPod touch tornará as aplicações automaticamente mais acessíveis através do reconhecimento dos elementos apresentados no ecrã.
ro: iPod touch‑ul va face aplicațiile mai accesibile prin recunoașterea articolelor de pe ecran.
ru: Ваш iPod touch автоматически улучшит универсальный доступ приложений, узнавая объекты на экране.
sk: iPod touch bude automaticky vylepšovať sprístupnenie apiek rozpoznávaním položiek na obrazovke.
sl: Naprava iPod touch bo samodejno poskrbela za večjo dostopnost aplikacij s prepoznavanjem elementov na zaslonu.
sv: iPod touch förbättrar automatiskt tillgängligheten för appar genom att känna igen objekt på skärmen.
th: iPod touch ของคุณจะทำให้เข้าถึงแอปได้มากขึ้นโดยการจำสิ่งต่างๆ บนหน้าจอโดยอัตโนมัติ
tr: iPod touch’ınız ekrandaki öğeleri tanıyarak uygulamaları daha erişilebilir yapar.
uk: Ваш iPod touch автоматично робитиме програми доступнішими шляхом розпізнавання елементів на екрані.
vi: iPod touch của bạn sẽ tự động làm cho các ứng dụng trở nên dễ truy cập hơn bằng cách nhận dạng các mục trên màn hình.
zh_cn: iPod touch可通过识别屏幕上的项目自动让App更易访问。
zh_hk: 你的iPod touch將會透過識別螢幕上的項目，自動令App更易於取用。
zh_tw: iPod touch將自動辨識螢幕上的項目來增強App的輔助使用功能。

# VOICEOVER_GESTURE_HELP_TYPE_GENERAL
source: General
ar: عام
bg: Основни
cs: Obecné
da: Generel
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
fr_ca: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generali
ja: 一般
kk: Жалпы
ko: 일반
lt: Bendrieji
ms: Umum
nl: Algemeen
no: Generell
pl: Ogólna
pt_br: Geral
pt_pt: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Cài đặt chung
zh_cn: 通用
zh_hk: 一般
zh_tw: 一般

# VO_SCREEN_RECOGNITION_FOOTER_SHORT_IPAD
source: Your iPad will automatically make apps more accessible by recognizing items on the screen.
ar: يجعل iPad التطبيقات أسهل استخدامًا بالتعرف على العناصر على الشاشة.
bg: iPad автоматично ще направи приложенията по-достъпни, като разпознава елементите на екрана.
ca: L’iPad reconeixerà els ítems de la pantalla perquè les apps siguin més accessibles automàticament.
cs: iPad bude rozpoznávat položky na obrazovce a automaticky tím zlepšovat zpřístupnění aplikací.
da: Din iPad gør automatisk apps mere tilgængelige ved at genkende emner på skærmen.
de: Das iPad verbessert die Bedienbarkeit von Apps, indem es Objekte auf dem Bildschirm erkennt.
el: Το iPad θα κάνει αυτόματα πιο προσβάσιμες τις εφαρμογές μέσω της αναγνώρισης στοιχείων στην οθόνη.
es: Tu iPad hará que las apps sean más accesibles mediante el reconocimiento de los ítems en pantalla.
es_us: Tu iPad volverá más accesibles a las apps automáticamente al reconocer elementos en la pantalla.
fi: iPad tekee apeista automaattisesti helppokäyttöisempiä tunnistamalla näytön kohteita.
fr: Votre iPad rendra automatiquement les apps plus accessibles en reconnaissant les éléments apparaissant à l’écran.
fr_ca: Votre iPad améliorera automatiquement l’accessibilité des apps en reconnaissant les éléments à l’écran.
he: ה-iPad ישפר את הנגישות ליישומים באמצעות זיהוי הפריטים שמופיעים על המסך באופן אוטומטי.
hi: स्क्रीन पर आइटम की पहचान करके आपका iPad ऐप्स को ऑटोमैटिकली और अधिक ऐक्सेसीबल बनाएगा।
hr: Vaš iPad automatski će učiniti aplikacije pristupačnijim tako što će prepoznavati stavke na zaslonu.
hu: Az iPadje automatikusan elérhetőbbé teszi az appokat a képernyőn lévő elemek felismerésével.
id: iPad Anda akan meningkatkan aksesibilitas app secara otomatis dengan mengenali item pada layar.
it: Riconoscendo gli elementi presenti sullo schermo, iPad renderà le app automaticamente più accessibili.
ja: このiPadで、画面上の項目を認識して自動的にアプリをよりアクセスしやすくします。
kk: iPad құрылғыңыз экрандағы элементтерді анықтау арқылы қолданбалар қолжетімділігін автоматты түрде арттырады.
ko: iPad가 앱 화면에 있는 항목을 인식하여 자동으로 앱을 더 사용하기 쉽게 만듭니다.
lt: Jūsų „iPad“ atpažins elementus ekrane ir automatiškai pagerins programų prieinamumą.
ms: iPad anda akan menjadikan app lebih mudah diakses secara automatik dengan mengecam item pada skrin.
nl: Je iPad maakt apps automatisch toegankelijker door onderdelen op het scherm te herkennen.
no: iPad vil automatisk gjøre apper mer tilgjengelige ved å gjenkjenne objekter på skjermen.
pl: iPad będzie automatycznie poprawiał dostępność w aplikacjach, rozpoznając elementy wyświetlane na ekranie.
pt_br: O iPad reconhecerá itens na tela para tornar apps mais acessíveis automaticamente.
pt_pt: O iPad tornará as aplicações automaticamente mais acessíveis através do reconhecimento dos elementos apresentados no ecrã.
ro: iPad‑ul va face aplicațiile mai accesibile prin recunoașterea articolelor de pe ecran.
ru: Ваш iPad автоматически улучшит универсальный доступ приложений, узнавая объекты на экране.
sk: iPad bude automaticky vylepšovať sprístupnenie apiek rozpoznávaním položiek na obrazovke.
sl: iPad bo samodejno poskrbel za večjo dostopnost aplikacij s prepoznavanjem elementov na zaslonu.
sv: iPad förbättrar automatiskt tillgängligheten för appar genom att känna igen objekt på skärmen.
th: iPad ของคุณจะทำให้เข้าถึงแอปได้มากขึ้นโดยการจำสิ่งต่างๆ บนหน้าจอโดยอัตโนมัติ
tr: iPad’iniz ekrandaki öğeleri tanıyarak uygulamaları daha erişilebilir yapar.
uk: Ваш iPad автоматично робитиме програми доступнішими шляхом розпізнавання елементів на екрані.
vi: iPad của bạn sẽ tự động làm cho các ứng dụng trở nên dễ truy cập hơn bằng cách nhận dạng các mục trên màn hình.
zh_cn: iPad可通过识别屏幕上的项目自动让App更易访问。
zh_hk: 你的iPad將會透過識別螢幕上的項目，自動令App更易於取用。
zh_tw: iPad將自動辨識螢幕上的項目來增強App的輔助使用功能。

# vo.braille.shortcuts
source: Braille Shortcuts
ar: اختصارات برايل
bg: Брайлови бързи команди
ca: Dreceres de braille
cs: Braillské zkratky
da: Punktskriftgenveje
de: Braille-Kurzbefehle
el: Συντομεύσεις Μπράιγ
es: Funciones rápidas de braille
es_us: Shortcuts de Braille
fi: Pistekirjoitusoikotiet
fr: Raccourcis braille
fr_ca: Raccourcis braille
he: קיצורי ברייל
hi: ब्रेल शॉर्टकट
hr: Prečaci za brajicu
hu: Braille-parancsok
id: Pintasan Braille
it: Abbreviazioni Braille
ja: 点字ショートカット
kk: Брайль пернелер тіркесімдері
ko: 점자 단축키
lt: Brailio spartieji klavišai
ms: Pintasan Braille
nl: Brailletoetscombinaties
no: Punktskriftsnarveier
pl: Skróty Braille’a
pt_br: Atalhos de Braille
pt_pt: Atalhos braille
ro: Scurtături Braille
ru: Сочетания клавиш Брайля
sk: Braillove skratky
sl: Bližnjice za Braillovo pisavo
sv: Punktskriftskortkommandon
th: คำสั่งลัดอักษรเบรลล์
tr: Braille Kestirmeleri
uk: Швидкі барайль-команди
vi: Phím tắt Braille
zh_cn: 盲文快捷指令
zh_hk: 點字快捷鍵
zh_tw: 點字快速鍵

# vo.touch.gestures
source: Touch Gestures
ar: إيماءات اللمس
bg: Жестове с докосване
ca: Gestos tàctils
cs: Dotyková gesta
da: Berøringsbevægelser
de: Berührungsgesten
el: Χειρονομίες αφής
es: Gestos de toque
es_us: Gestos táctiles
fi: Kosketuseleet
fr: Gestes de toucher
fr_ca: Gestes tactiles
he: מחוות מגע
hi: टच जेस्चर
hr: Geste dodira
hu: Érintéses kézmozdulatok
id: Gerakan Sentuh
it: Gesti a tocco
ja: タッチジェスチャ
kk: Сенсорлық қимылдар
ko: 터치 제스처
lt: Palietimo gestai
ms: Gerak Isyarat Sentuhan
nl: Aanraakgebaren
no: Berøringsbevegelser
pl: Gesty (dotyk)
pt_br: Gestos de Toque
pt_pt: Gestos de toque
ro: Gesturi tactile
ru: Жесты касанием
sk: Dotykové gestá
sl: Kretnje z dotikom
sv: Pekgester
th: คำสั่งนิ้วสัมผัส
tr: Dokunma Hareketleri
uk: Жести дотику
vi: Cử chỉ cảm ứng
zh_cn: 触控手势
zh_hk: 觸控手勢
zh_tw: 觸控手勢
